[Breakables.ElevatorWindow_01_twk:DisTweaks_InteractableInterface_41 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="Porta Indestrutível"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText="Segure `GBA_Use` para olhar pelo buraco da fechadura"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_1WayDoor_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="É aberta por uma alavanca"

[Lighthouse_1WayDoor_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="Porta Indestrutível"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText="Segure `GBA_Use` para olhar pelo buraco da fechadura"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_door_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Lighthouse_door_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="Porta Indestrutível"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText="Segure `GBA_Use` para olhar pelo buraco da fechadura"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_LockedDoor_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage="Trancada"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="Trancada"

[Lighthouse_LockedDoor_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Porta Indestrutível"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText="Segure `GBA_Use` para olhar pelo buraco da fechadura"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Movable.PoisonBottle_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="Frasco de Veneno"
m_InteractText="`GBA_Use` Pegar"

[SewerPlate_lighthouse_twk DisTweaks_UsableObject]
m_Stages[1]="(m_InteractTextOverride="`GBA_Use` Fechar")"
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[SewerPlate_lighthouse_twk:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="Tampa de Metal"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.Emily_UseIcon_CatchEmily_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Pegar Emily"
m_InteractText="Pressione `GBA_use` para pegar Emily"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="Trancada"

[Usables.DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="Porta Indestrutível"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText="Segure `GBA_Use` para olhar pelo buraco da fechadura"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

